Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Loading PartFile %u of %u
sv: Laddar PartFile %u av %u

source: ERROR: Failed to load backup file. Search https://github.com/amule-org/amule/discussions for .part.met recovery solutions.
sv: Fel: Kunde inte ladda backupfilen. Sök i https://github.com/amule-org/amule/discussions efter .part.met recovery solutions.

source: All PartFiles Loaded.
sv: Alla PartFiles laddade.

source: No part files found
sv: Inga PartFiles hittade

source: Filesystem for Temp directory cannot handle large files.
sv: Filsystemet för Temp-mappen kan inte hantera stora filer.

source: Filesystem for Incoming directory cannot handle large files.
sv: Filsystemet för inkommande filer kan inte hantera stora filer.

source: Downloading %s
sv: Hämtar %s

source: You are already trying to download the file '%s'
sv: Du försöker redan hämta filen '%s'

source: You already have the file '%s'
sv: Du har redan filen '%s'

source: You are already trying to download the file %s
sv: Du försöker redan hämta filen %s

source: Unknown protocol of link: %s
sv: Ökänd protokoll för filen: %s

source: Invalid eD2k link! ERROR: %s
sv: Felaktig eD2k-länk! FEL: %s

source: Client sent packet after authentication failed.
sv: Klienten skickade paket efter att autentisering misslyckades.

source: External connection closed.
sv: Extern anslutning stängd.

source: External connections disabled due to empty password!
sv: Externa anslutningar inaktiverade pga. tomt lösenord!

source: External connections disabled in config file
sv: Externa anslutningar inaktiverade i konfigfilen

source: New external connection accepted
sv: Ny extern anslutning accepterad

source: ERROR: couldn't accept a new external connection
sv: FEL: Kunde inte acceptera ny extern anslutning

source: External connection refused due to empty password in preferences!
sv: Extern anslutning nekad pga. tomt lösenord i inställningarna!

source: Connecting client: %s %s
sv: Ansluter klient: %s %s

source: Unknown version
sv: Okänd version

source: Incorrect EC version ID, there might be binary incompatibility. Use core and remote from same snapshot.
sv: Fel EC-versions-ID, kanske är det inkompatibla binärfiler. Använd core och remote från samma snapshot.

source: You cannot connect to a release version from an arbitrary development snapshot! *sigh* possible crash prevented
sv: Du kan inte ansluta en release-version från en godtycklig utvecklings-snapshot! *suck* Trolig krasch förhindrad

source: Invalid protocol version.
sv: Fel protokoll-version

source: Missing protocol version tag.
sv: Saknar tag för protokoll-version

source: Authentication failed: invalid hash specified as EC password.
sv: Autentisering misslyckades: fel hash specificerad som EC-lösenord

source: Authentication failed: wrong password.
sv: Autentisering misslyckades: fel lösenord

source: Authentication failed: missing password.
sv: Autentisering misslyckades: saknar lösenord

source: Invalid request, please authenticate first.
sv: Felaktig begäran, vänligen autentisera först.

source: Access granted.
sv: Tillgång beviljad.

source: Sent error message "%s" to client.
sv: Skickade felmeddelandet "%s" till klienten.

source: Unauthorized access attempt from %s. Connection closed.
sv: Obehörigt åtkomstförsök från %s. Anslutning stängd.

source: Remote PartFile command failed: FileHash not found: %s
sv: Extern PartFile kommando misslyckades: FileHash hittades inte: %s

source: FileHash not found: %s
sv: FileHash hittades inte: %s

source: OOPS! OpCode processing error!
sv: HOPPSAN! OpCode-bearbetningsfel!

source: Server not added
sv: Server inte inlaggd

source: server not found: %s
sv: server inte hittad: %s

source: need to define server to be removed
sv: måste definiera server som ska tas bort

source: eD2k is disabled in preferences.
sv: eD2k är inaktiverad i inställningarna.

source: WebSearch from remote interface makes no sense.
sv: Websök från fjärrgränssnitt är meningslöst.

source: Search in progress. Refetch results in a moment!
sv: Sök pågår. Visar snart svaren!

source: No points for graph.
sv: Inga poäng för graf.

source: Your client is not configured for this detail level.
sv: Din klient är inte konfigurerad för denna detaljnivå.

source: External Connection: shutdown requested
sv: Extern Anslutning: avstängning begärd

source: Already shutting down.
sv: Håller redan på att stänga ner.

source: ExternalConn: adding link '%s'.
sv: ExternalConn: lägger till länk '%s'.

source: File not found.
sv: Filen hittades inte.

source: Invalid file name.
sv: Ogiltigt filnamn.

source: Unable to rename file.
sv: Kunde inte byta namn på fil.

source: Kad is disabled in preferences.
sv: Kad inaktiverad i inställningarna.

source: Already connected to eD2k.
sv: Redan ansluten till eD2k.

source: Connecting to eD2k...
sv: Ansluter till eD2k...

source: Already connected to Kad.
sv: Redan ansluten till Kad.

source: Connecting to Kad...
sv: Ansluter till Kad...

source: All networks are disabled.
sv: Alla nätverk är inaktiverade.

source: Disconnected from eD2k.
sv: Koppla ifrån eD2k.

source: Disconnected from Kad.
sv: Frånkopplad från Kad.

source: External Connection: invalid opcode received: %#x
sv: Extern anlutning: Felaktig opcode mottagen: %#x

source: Invalid opcode (wrong protocol version?)
sv: Felaktig opcode (fel protokollversion?)

source: Unknown extension '%s' for the '%s' command.
sv: Okänd tillägg '%s' för kommandot '%s'.

source: Unknown command '%s'.
sv: Okänd kommando '%s'.

source: This command cannot have an argument.
sv: Det här kommandot har inga argument.

source: This command must have an argument.
sv: Det här kommandot måste ha ett argument.

source: This command is incomplete, you must use one of the extensions below.
sv: Det här kommandot är inte komplett, du måste använda ett av tilläggen nedan.

source: Available extensions:
sv: Tillgängliga tillägg:

source: All commands are case insensitive. Type '%s <command>' to get detailed info on <command>.
sv: Kommandon är inte skiftlägeskänsliga. Skriv '%s <command>' för att få detaljerad info om <command>.

source: Exits from the application.
sv: Avslutar programmet.

source: Show help.
sv: Visa hjälp.

source: To get help on a command, type 'help <command>'. To get the full command list type 'help'.
sv: För att få hjälp om ett kommando, skriv 'help <command>'. För att se en lista över alla kommandon, skriv 'help'.

source: Use '%s' for command list
sv: Använd '%s' för kommandolista

source: Syntax error!
sv: Syntaxfel!

source: Error processing command - should never happen! Report bug, please
sv: Fel när kommandot skulle utföras - ska aldrig hända! Vänligen rapportera buggen

source: This command should not have any parameters.
sv: Det här kommandot ska inte ha några parametrar.

source: This command must have a parameter.
sv: Det här kommandot måste ha parametrar.

source: Invalid argument.
sv: Ogiltigt argument.

source: This is an incomplete command.
sv: Det här är inte ett komplett kommando.

source: Type '%s' to get more help.
sv: Skriv '%s' för att få mer hjälp.

source: This is %s %s %s
sv: Det här är %s %s %s

source: This is %s %s
sv: Det här är %s %s

source: Ok, exiting %s...
sv: Ok, avslutar %s...

source: Cannot connect with an empty password. You must specify a password either in config file or on command-line, or enter one when asked. Exiting...
sv: Kan inte ansluta med ett tom lösenord. Du måste ange ett lösenord antingen i config-filen eller med kommandot eller vid uppmaning. Avslutar...

source: Show this help text.
sv: Visa den här hjälptexten.

source: Host where aMule is running. (default: 127.0.0.1)
sv: Värd där aMule körs. (standard: 127.0.0.1)

source: aMule's port for External Connection. (default: 4712)
sv: aMules port for extern anslutning. (standard: 4712)

source: External Connection password.
sv: Lösenord för extern anslutning

source: Read configuration from file.
sv: Läs in konfiguration från fil.

source: Do not print any output to stdout.
sv: Skriv inte någon output till stout.

source: Be verbose - show also debug messages.
sv: Använd verbose - visa även debug-meddelanden.

source: Sets program locale (language).
sv: Ställer in program locale (språk).

source: Write command line options to config file.
sv: Skriv kommandon för inställningar till configfilen.

source: Creates config file based on aMule's config file.
sv: Skapar config-fil baserad på aMules configfil.

source: Print program version.
sv: Skriv ut programversion.

source: File Details
sv: Fildetaljer

source: %.1f%% done
sv: %.1f%% färdig

source: File preview
sv: Förhandsvisning av fil

source: ERROR: Failed to execute external media-player! Command: '%s'
sv: FEL: Kunde inte starta externa mediaspelaren! Kommado: '%s'

source: Extended UDP port (Kad / global search)
sv: Utökad UDP-port (Kad / global sökning)

source: Enable UPnP for router port forwarding
sv: Aktivera UPnP för vidarebefordring av routerport

source: Auto-update server list at startup
sv: Auto-uppdatera serverlistan vid start

source: Destination folder for downloads
sv: Målmapp för hämtningar

source: Folder for temporary download files
sv: Mapp för temporära nerladdningsfiler

source: Failed to open friend list file 'emfriends.met' for reading!
sv: Kunde inte öppna vän-list-filen 'emfriends.met' för läsning!

source: Failed to open friend list file 'emfriends.met' for writing!
sv: Kunde inte öppna vän-list-filen 'emfriends.met' för skrivning!

source: CRITICAL - no client on StartChatSession
sv: KRITISKT - ingen klient för StartChatSession

source: Friends
sv: Vänner

source: Add a friend
sv: Lägg till en vän

source: Remove Friend
sv: Ta bort vän

source: Send &Message
sv: Skicka &Message

source: Are you sure that you wish to delete the selected friend?
sv: Är du säker på att du vill ta bort vald vän?

source: Are you sure that you wish to delete the selected friends?
sv: Är du säker på att du vill ta bort valda vänner?

source: You are not allowed to set more than one friendslot. Only one slot was assigned.
sv: Du kan endast ha ett vän-spår. Endast ett spår tilldelades.

source: Swap to this file
sv: Växla till den här filen

source: On Queue: %u (%i)
sv: På kö: %u (%i)

source: Asked for another file
sv: Frågade om en annan fil

source: Waiting for upload slot
sv: Väntar på ett uppladdningsspår

source: On Queue: %u
sv: På kö: %u

source: Uploading
sv: Skickar

source: HTTP download cancelled
sv: HTTP-hämtning avbryten

source: The URL to download can't be empty
sv: URLen för hämtningen kan inte vara tom

source: Failed to remove %s file, aborting update.
sv: Kunde inte ta bort %s filen, avbryter uppdateringen.

source: Failed to rename %s file, aborting update.
sv: Kunde inte byta namn på %s filen, avbryter uppdateringen.

source: Successfully updated %s
sv: Lyckad uppdatering av %s

source: Failed to download %s from %s
sv: Kunde inte hämta %s från %s

source: Loading IP filters 'ipfilter.dat' and 'ipfilter_static.dat'.
sv: Laddar IP filter 'ipfilter.dat' och 'ipfilter_static.dat'.

source: Failed to load ipfilter.dat file '%s', unknown format encountered.
sv: Kunde inte ladda ipfilter.dat-fil '%s', okänt format upptäcktes.

source: Failed to load ipfilter.dat file '%s', could not open file.
sv: Kunde inte ladda ipfilter.dat-fil '%s', kunde inte öppna filen.

source: Failed to rename new %s file, aborting update.
sv: Det gick inte att byta namn på ny %s fil, avbryter uppdateringen.

source: IP filter is ready
sv: IP-filter är redo

source: Current
sv: Aktuell

source: Running average
sv: Löpande medelvärde

source: Session average
sv: Sessionens genomsnittliga

source: Nodes (%u)
sv: Noder (%u)

source: Invalid ip to bootstrap
sv: Ogiltig ip till bootstrap

source: Invalid port to bootstrap
sv: Ogiltig port till bootstrap

source: Please fill all fields required
sv: Fyll i alla fält som krävs

source: Are you sure you want to download a new nodes.dat file?
sv: Är du säker på att du vill hämta en ny nodes.dat-fil?

source: Doing so will remove your current nodes and restart Kademlia connection.
sv: Om du gör det tas dina nuvarande noder bort och Kademlias anslutning startas om.

source: Continue?
sv: Fortsätt?

source: Kademlia: search keyword too short
sv: Kademlia: sökord för kort

source: Kademlia: Search keyword is already on search list:
sv: Kademlia: sökord är redan på söklistan:

source: Failed to read nodes.dat file - too old. This version (0) is not supported anymore.
sv: Det gick inte att läsa nodes.dat fil - för gammal. Denna version (0) stöds inte längre.

source: No contacts found, please bootstrap, or download a nodes.dat file.
sv: Inga kontakter hittades, vänligen bootstrappa, eller ladda ner en nodes.dat fil.

source: File name
sv: Filnamn

source: Share ratio
sv: Dela-förhållande

source: Requested
sv: Begärda

source: Complete sources
sv: Kompletta källor

source: WARNING: Known file list corrupted, contains invalid header.
sv: VARNING: listan med kända filer skadad, innehåller ogiltig header.

source: Failed to load entry in known file list, file may be corrupt
sv: Det gick inte att läsa posten i filen med kända filer, filen kan vara skadad

source: Invalid entry in known file list, file may be corrupt:
sv: Ogiltig post i filen med kända filer, filen kan vara skadad:

source: System default
sv: Systemets standard

source: Chinese (Simplified)
sv: Kinesiska (Förenklad)

source: Chinese (Traditional)
sv: Kinesiska (Traditionell)

source: English (U.K.)
sv: Engelska (Storbritannien)

source: Norwegian (Nynorsk)
sv: Norska (nynorsk)

source: Portuguese (Brazilian)
sv: Portugisiska (Brasilien)

source: Unknown error %d
sv: Okänd version %d

source: Unable to get error description for error %d
sv: Det går inte att få felbeskrivning för fel %d

source: Completing
sv: Färdigställer

source: Complete
sv: Färdig

source: Erroneous
sv: Felaktig

source: Waiting
sv: Väntar

source: You must specify a non-empty password.
sv: Du måste ange ett icke-tomt lösenord.

source: Invalid password, not a MD5 hash!
sv: Ogiltigt lösenord, inte en MD5-hash!

source: Connection failure
sv: Anslutningsfel

source: EC connection failed. Empty reply.
sv: EC-anslutningen misslyckades. Tomt svar.

source: External Connection: Bad reply, handshake failed. Connection closed.
sv: Extern Anslutning: Fel svar, handskakning misslyckades. Anslutning stängd.

source: Succeeded! Connection established to aMule
sv: Lyckades! Anslutning etablerad till aMule

source: Succeeded! Connection established.
sv: Lyckades! Anslutning etablerad.

source: External Connection: Access denied because:
sv: Extern Anslutning: Åtkomst nekad på grund av:

source: External Connection: Handshake failed.
sv: Extern anslutning: Handskakning misslyckades.

source: Asio thread %d started
sv: Asio tråd %d startad

source: ERROR: Could not listen to TCP port.
sv: FEL: Det gick inte att lyssna på TCP-port.

source: ERROR:
sv: FEL:

source: WARNING:
sv: VARNING:

source: Show aMule
sv: Visa aMule

source: Hide aMule
sv: Dölj aMule

source: TCP port: Not ready
sv: TCP-port: Inte klar

source: UDP port: Not ready
sv: UDP-port: Inte klar

source: Client Information
sv: Klientinformation

source: Upload limit
sv: Uppladdningsbegränsning

source: Download limit
sv: Nerladdningsbegränsning

source: aMule Tray Menu
sv: aMule Fackmeny

source: Speed limits:
sv: Hastighetsbegränsningar:

source: UL: None
sv: UL: Inga

source: DL: None
sv: DL: Inga

source: Nickname: %s
sv: Smeknamn: %s

source: No Nickname Selected!
sv: Inget smeknamn vald!

source: ClientID:
sv: Klient-ID

source: ServerName:
sv: Servernamn:

source: Not Connected
sv: Inte ansluten

source: Online Signature: Enabled
sv: Online Signatur: Aktiverad

source: Online Signature: Disabled
sv: Online Signatur: Inaktiverad

source: Uptime: %s
sv: Upptid: %s

source: Shared files: %d
sv: Delade filer: %d

source: Queued clients: %d
sv: Kö klienter: %d

source: Total DL: %s
sv: Totalt DL: %s

source: Total UL: %s
sv: Totalt UL: %s

source: Click here to add the eD2k link in the text control to your download queue.
sv: Klicka här för att lägga till eD2k-länken i textkontrollen till hämtningskön.

source: Loading ...
sv: Läser in...

source: Number of users on the server you are connected to ...
sv: Antal användare på servern du är ansluten till ...

source: Users: 0
sv: Användare: 0

source: Users connected to the current server and an estimate of the total number of users.
sv: Användare som är anslutna till den aktuella servern och en uppskattning av det totala antalet användare.

source: Up: 0.0 | Down: 0.0
sv: Upp: 0.0 | Ner: 0.0

source: Current average upload and download rates. If enabled the numbers in the braces signify the overhead from client communication.
sv: Nuvarande genomsnittliga uppladdnings- och nedladdningsnivåer. Om aktiverat visar siffrorna även overhead från klientkommunikationen.

source: Displays the connected status and active transfers. Red arrows signifies that you are currently not connected, yellow arrows signify that you have low ID (firewalled) and green arrows signify that you have high ID (The optimal connection type).
sv: Visar anslutningsstatus och aktiva överföringar. Röda pilar innebär att du för tillfället inte är ansluten, gula pilar betyder att du har låg ID (brandvägg) och gröna pilarna betyder att du har högt ID (Den optimala anslutningstypen).

source: Not Connected ...
sv: Inte ansluten ...

source: Currently connected server.
sv: Just nu ansluten server.

source: Extended Parameters
sv: Utökade Parametrar

source: File Type
sv: Filtyp

source: Archives
sv: Arkiv

source: Pictures
sv: Bilder

source: Programs
sv: Program

source: Texts
sv: Texter

source: Extension
sv: Filändelse

source: Min Size
sv: Min storlek

source: Max Size
sv: Max storlek

source: Availability
sv: Tillgänglighet

source: Invert Result
sv: Invertera resultat

source: Hide Known Files
sv: Dölj kända filer

source: Download in category
sv: Nedladdning i kategori

source: Reset Fields
sv: Återställ fält

source: Clears completed downloads
sv: Rensar färdiga nedladdningar

source: File sources:
sv: Filkällor:

source: met-File
sv: met-fil

source: Filesize
sv: Filstorlek

source: Last seen complete
sv: Senast sedd komplett

source: Found Sources
sv: Hittade Källor

source: Transferring Sources
sv: Källor som överför

source: Filepart-Count
sv: Filepart-antal

source: Datarate
sv: Datahastighet

source: Download Active Time
sv: Hämta Aktiv Tid

source: Completed Size
sv: Färdig storlek

source: Intelligent Corruption Handling
sv: Intelligent korruptionshantering

source: Lost to corruption
sv: Förlorat till korruption

source: Gained by compression
sv: Vunnits genom komprimering

source: Packages saved by I.C.H.
sv: Paket sparad av I.C.H.

source: Requests
sv: Förfrågningar

source: Accepted Requests
sv: Godkända förfrågningar

source: Transferred Data
sv: Överförd data

source: Share Ratio
sv: Delningsförhållande

source: Complete Sources
sv: kompletta Källor

source: File Names
sv: Filnamn

source: Takeover
sv: Övertagande

source: Comment/Rate file (Text will be visible to all users)
sv: Kommentera/Betygsätt fil (Text kommer att vara synlig för alla användare)

source: For a film you can say its length, its story, language ... and if it's a fake, you can tell that to other users of aMule.
sv: För en film kan du berätta om dess längd, innehåll, språk ... och om det är en bluff, kan du berätta det till andra användare av aMule.

source: File Quality
sv: Filkvalitet

source: Not rated
sv: Inte betygsatt

source: Invalid / Corrupt / Fake
sv: Ogiltig / Korrupt / Bluff

source: Poor
sv: Dålig

source: Fair
sv: Duglig

source: Excellent
sv: Utmärkt

source: Choose the file rating or advice users if the file is invalid ...
sv: Välj filbetyg eller berätta om filen är felaktig...

source: Downloading, please wait ...
sv: Hämtar, vänta ...

source: Unknown size
sv: Okänd storlek

source: Required Information
sv: Nödvändig information

source: Additional Information
sv: Ytterligare information

source: Download-Speed
sv: Nedladdningshastighet

source: Upload-Speed
sv: Uppladdningshastighet

source: Active downloads
sv: Aktiva hämtningar

source: Active connections (1:1)
sv: Aktiva anslutningar (1:1)

source: Active uploads
sv: Aktiva uppladdningar

source: Statistics Tree
sv: Statistikträd

source: Client software
sv: Klientprogramvara

source: Client version
sv: Klientversion

source: Obfuscation
sv: Fördunkling

source: Transfers to client
sv: Överföringar till klienten

source: Current request
sv: Aktuella begäran

source: Average upload rate
sv: Genomsnittlig uppladdningshastighet

source: Average download rate
sv: Genomsnittliga nedladdningshastighet

source: Uploaded (session)
sv: Skickat (session)

source: Downloaded (session)
sv: Hämtat (session)

source: Uploaded (total)
sv: Skickat (totalt)

source: Downloaded (total)
sv: Hämtat (totalt)

source: Scores
sv: Poäng

source: Secure ident
sv: Säker ident

source: Queue rank
sv: Kö-rang

source: Queue score
sv: Kö-poäng

source: Nick
sv: Smeknamn

source: https://amule-org.github.io - the multi-platform Mule
sv: https://amule-org.github.io - multiplattforms Mule

source: This is the name that other users will see when connecting to you.
sv: Detta är det namn som andra användare ser när du ansluter till dig.

source: Language:
sv: Språk:

source: The delay before showing tool-tips.
sv: Fördröjningen innan visning av verktygstips.

source: This specifies the language used on controls.
sv: Detta anger det språk som används på kontroller.

source: Start minimized
sv: Starta minimerad.

source: Enabling this makes aMule minimize itself upon start.
sv: Vid aktivering av detta startar aMule minimerad vid start.

source: Prompt on exit
sv: Fråga vid avslut

source: Makes aMule prompt before exiting.
sv: Gör så att aMule frågar innan du avslutar programmet.

source: Enable Tray Icon
sv: Aktivera fack-Ikon

source: This Enables/Disables the system tray (or taskbar) icon.
sv: Detta Aktiverar/Inaktiverar systemfält- (eller aktivitetsfält-) ikonen.

source: Hide application window when close button is pressed
sv: Dölj programfönstret när stängningsknapp trycks

source: Minimize to Tray Icon
sv: Minimera till Ikonen

source: Enabling this will make aMule minimize to the System Tray, rather than the taskbar.
sv: Aktivering av detta gör så att aMule minimeras till systemfältet, snarare än aktivitetsfältet.

source: Tooltip delay time:
sv: Tooltip fördröjningstid:

source: seconds
sv: sekunder

source: Browser Selection
sv: Webbläsarval

source: Enter your browser name here. Leave this field empty to use the system default browser.
sv: Ange din webbläsares namn här. Lämna detta fält tomt för att använda systemets standardwebbläsare.

source: Open in new tab if possible
sv: Öppna i ny flik om möjligt

source: Open the web page in a new tab instead of in a new window when possible
sv: Öppna webbsidan i en ny flik istället för ett nytt fönster när det är möjligt

source: Video Player
sv: Videouppspelare

source: Bandwidth limits
sv: Bandbreddsbegränsningar

source: Slot Allocation
sv: Spårallokering

source: This is the standard eD2k port and cannot be disabled.
sv: Detta är standard ed2k-port och kan inte avaktiveras.

source: UDP port for server requests (TCP+3):
sv: UDP-port för serverförfrågningar (TCP+3):

source: This UDP port is used for extended eD2k requests and Kad network
sv: Denna UDP-port används under utökade ed2k-förfrågningar och Kadnätverk

source: UPnP TCP Port (Optional):
sv: UPnP TCP-port (tillval):

source: Bind local address to IP (empty for any):
sv: Bind lokal adress till IP (tom för alla):

source: Advanced users only: If you have multiple network interfaces, enter the address of the interface to which aMule should be bound.
sv: Endast avancerade användare: Om du har flera nätverksgränssnitt, ange adressen för gränssnittet till vilket aMule ska bindas.
